Duplicate fields across key schedules will be removed after paste.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DuplicateFieldRemovedFromKeySchedule { get; }
  Visual Basic
Public Shared ReadOnly Property DuplicateFieldRemovedFromKeySchedule As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DuplicateFieldRemovedFromKeySchedule {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ScheduleViewFailures Class
  Autodesk.Revit.DB Namespace